Repository: Saminou24/ajax-browser
Catalog: site/php/locale/*/LC_MESSAGES/*.po
Languages: fr_fr

source: Navigation menu
fr_fr: Menu de navigation

source: Team
fr_fr: Équipe

source: Screenshots
fr_fr: Aperçu

source: Languages list
fr_fr: Liste des Langues

source: <abbr title='Frequently Asked Question'>FAQ</abbr>
fr_fr: <abbr title='Foire Aux Questions'>FAQ</abbr>

source: Buy <em>Pro</em>!
fr_fr: Acheter la <em>Pro</em>!

source: Get <em>Free</em>
fr_fr: Obtenir la <em>Free</em>

source: Donation
fr_fr: Faire un don

source: Donation&thinsp;!
fr_fr: Faire un don&thinsp;!

source: Yes
fr_fr: Oui

source: No
fr_fr: Non

source: Home page
fr_fr: Page d'accueil

source: Overview
fr_fr: Présentation

source: About
fr_fr: À propos

source: screenshots
fr_fr: aperçu

source: Screenshots gallery.
fr_fr: galerie des captures d'écran.

source: see screenshots
fr_fr: voir les captures.

source: The AjaxBrowser project begin in 2006 as a personnal script to manage my own files on a remote server. At this time I was juggling between Windows® and Linux so I was looking for a <strong>cross-platform solution</strong>. As I was highly disappointed with <abbr title='File Transfer Protocol'>FTP</abbr>, I decided to create this project upon the <strong>popularity</strong> and <strong>portability</strong> of web browser.
fr_fr: Le projet AjaxBrowser a vu le jour en 2006 comme une script personnel pour gérer mes fichiers sur un serveur distant. À cette époque j'utilisais Windows® et Linux, j'étais donc à la recherche d'une <strong>solution multi-plateforme</strong>. Étant déçu par les clients <abbr title='File Transfer Protocol'>FTP</abbr> qui sont peu conviviaux et pas toujours disponibles sur les deux <abbr title='Système d'exploitation'>OS</abbr>, j'ai décidé de créer mon propre projet en m'appuyant sur la <strong>popularité</strong> et la<strong>portabilité</strong> des navigateurs web.

source: Quick Download
fr_fr: Télécharger Rapide

source: The whole project is written in <abbr title='Asynchronous Javascript And XML'>AJAX</abbr> and <abbr title='PHP: Hypertext Preprocessor'>PHP</abbr>, which are two highly spread technologies among modern web browsers and web servers. Thus, <abbr title='PHP: Hypertext Preprocessor'>PHP</abbr> make it an <strong>easy to install</strong> application and <abbr title='Asynchronous Javascript And XML'>AJAX</abbr> allow instantaneous reactivity and <strong>intuitive use</strong>.
fr_fr: Le projet est écrit en <abbr title='Asynchronous Javascript And XML'>AJAX</abbr> et <abbr title='PHP: Hypertext Preprocessor'>PHP</abbr>, qui sont toutes deux des technologies très répandues dans les navigateurs web moderne et sur les serveurs web. De plus, <abbr title='PHP: Hypertext Preprocessor'>PHP</abbr> rends l'application <strong>facile à installer</strong> et <abbr title='Asynchronous Javascript And XML'>AJAX</abbr> permet une réactivité et une <strong>utilisation intuitive</strong>.

source: You will find the following features, <em>similar to the one you will find in your <abbr title='Operating System'>OS</abbr> file manager</em>&thinsp;:
fr_fr: Vous trouverez les fonctionnalités suivantes, <em>similaires à celle de l'explorateur de fichiers de votre <abbr title='Operating System'>OS</abbr>)</em>&thinsp;:

source: Files management (drag'n'drop, advanced selection, cut/copy/paste, etc.)&thinsp;;
fr_fr: Gestion des fichiers (glisser-déposer, sélection avancée, couper/copier/coller, etc.)&thinsp;;

source: Images watermarking&thinsp;;
fr_fr: Pose de filigrane sur les images (<span lang='en'>water-mark</span>)&thinsp;;

source: Online files edition with syntax highlightment (<abbr title='confer' lang='la'>cf</abbr>. <a href='http://codepress.org/'>Codepress</a>)&thinsp;;
fr_fr: Édition en ligne de fichiers, avec coloration syntaxique (<abbr title='confer' lang='la'>cf</abbr>. <a href='http://codepress.org/'>Codepress</a>)&thinsp;;

source: Online compression and extraction (<abbr title='confer' lang='la'>cf</abbr>. <a href='?p=documentation.easyarchive'>EasyArchive</a>)&thinsp;;
fr_fr: Compression et extraction en ligne (<abbr title='confer' lang='la'>cf</abbr>. <a href='?p=documentation.easyarchive'>EasyArchive</a>)&thinsp;;

source: Uploads and downloads of files as archive&thinsp;;
fr_fr: Envois et téléchargements de fichiers sous formes d'archives&thinsp;;

source: Advanced rights management (UNIX-like)&thinsp;;
fr_fr: Gestion avancée des droits (de type UNIX)&thinsp;;

source: Log journal&thinsp;;
fr_fr: Journal d'activité&thinsp;;

source: Themes support and customisation&thinsp;;
fr_fr: Support de thèmes et personnalisation&thinsp;;

source: <abbr title='Localization'>l10n</abbr> and <abbr title='Internationalization'>i18n</abbr> support.
fr_fr: support <abbr title='Localisation'>l10n</abbr> et <abbr title='Internationalisation'>i18n</abbr>.

source: See the <a href='?p=Features'>full features list</a> and the <a href='?p=Features#comparison'>features comparison</a> between <em>pro</em> and <em>free</em> versions.
fr_fr: Voir la <a href='?p=Features'>liste complète des fonctionnalités</a> et leurs <a href='?p=Features#comparison'>comparaisons</a> entre versions <em>pro</em> et <em>free</em> versions.

source: News
fr_fr: Actualités

source: file manager, domain, gallery, tree view mode, thumbnails mode, webmaster tool
fr_fr: gestionnaire de fichiers, galerie, mode arborescent, mode miniatures, outils pour webmaster

source: AJAX-Browser is a HTTP file manager fully written in PHP/AJAX, it will extend your file management experience to your web server without any FTP client. It&#039;s a project under LGPL licence.
fr_fr: AJAX-Browser est un gestionnaire de fichier HTTP totalement écrit en <abbr title='PHP: Hypertext Preprocessor'>PHP</abbr>/<abbr title='Asynchronous Javascript And XML'>AJAX</abbr>. Il vous permet d'étendre la gestion de vos fichiers à votre serveur web, sans utiliser de client <abbr title='File Transfer Protocol'>FTP</abbr>. De plus le projet est sous licence LGPL.

source: AJAX-Browser News
fr_fr: News d'AJAX-Browser

source: switch language
fr_fr: changer de langue

source: skip to main content
fr_fr: allez au contenu principal

source: home
fr_fr: Page d'accueil

source: go to home page
fr_fr: allez à la page d'accueil

source: Live Demo
fr_fr: Démo en ligne

source: Be aware that <strong>this demo is based upon the Pro version</strong>. That means some features won't be avaible on standard version.
fr_fr: Notez que <strong>cette aperçu est basé sur la version <em>Pro</em></strong>. Cela implique que certaines fonctionnalités présentes, ne sont pas disponible dans la version <em>Free</em>.

source: <em>Tree view</em> mode
fr_fr: Mode <em>arborescent</em>

source: <em>Preview</em> mode
fr_fr: Mode <em>miniature</em>

source: Images watermark
fr_fr: Pose de filigrane

source: Online files edition
fr_fr: Édition en ligne de fichier

source: Online compression and extraction
fr_fr: Compression et extraction en ligne

source: Log journal
fr_fr: Journal d'activité

source: Themes support
fr_fr: Thèmes et personnalisation

source: <abbr title='Internationalization'>i18n</abbr>
fr_fr: <abbr title='Internationalisation'>i18n</abbr>

source: Online audio and video
fr_fr: Lecture audio et vidéo en ligne

source: Price
fr_fr: Prix

source: Coming soon&hellip;
fr_fr: à venir&hellip;

source: Features
fr_fr: Fonctionnalités

source: Features list
fr_fr: Liste des fonctionnalités

source: Online audio and video (using <abbr title='HyperText Markup Language'>HTML</abbr>5)&thinsp;;
fr_fr: Lecture de fichiers audio et vidéo en ligne (basé sur le <abbr title='HyperText Markup Language'>HTML</abbr>5)&thinsp;;

source: <em>Pro</em> <abbr title='versus'>vs</abbr> <em>Free</em> version
fr_fr: Version <em>Pro</em> <abbr title='versus'>vs</abbr> <em>Free</em>

source: This table compare only <em>Pro</em> and <em>Free</em> version of AjaxBrowser. Further on this page you will find a comparison between AjaxBrowser and others products on the market.
fr_fr: Le tableau suivant compare uniquement la version <em>Pro</em> et <em>Free</em> d'AjaxBrowser. Plus bas dans cette page vous trouverez un comparatif entre AjaxBrowser et les autres produits du marché

source: comparison between Pro and Free versions
fr_fr: comparaison de la version Pro et Free

source: AjaxBrowser <abbr title='versus'>vs</abbr> Others products
fr_fr: AjaxBrowser <abbr title='versus'>vs</abbr> Autres produits

source: This is a <strong>mockery</strong>, real data for others products are currently not avaible. Come later to check for real data
fr_fr: Ce tableau est une <strong>simulation</strong>, les données réelles des concurrents non pas encore était récoltées. Revenez plus tard.

source: comparison between AjaxBrowser and Others products
fr_fr: comparaison d'AjaxBrowser et de ses concurrents

source: Supported Languages
fr_fr: Langues Supporté

source: Add another.
fr_fr: Ajoutez une langue.

source: Translate into a new language.
fr_fr: Ajoutez une nouvelle langue.

source: Footer
fr_fr: Pied de page

source: Valid CSS 2.1
fr_fr: Valide CSS 2.1

source: Valid XHTML 1.0 Strict
fr_fr: Valide XHTML 1.0 Strict

source: – All rights reserved.
fr_fr: – Tous droits réservés.

source: Download
fr_fr: Télécharger

source: <em>Pro</em> version
fr_fr: Version <em>Pro</em>

source: The <em>Pro</em> version offer <strong>more features</strong> than the free one (see <a href='?p=Features#comparison'>versions comparison</a>). However, its use and redistribution are limited under copyright laws. All pro versions are listed below (newest first)&thinsp;:
fr_fr: La version <em>Pro</em> offre <strong>plus de fonctionnalités</strong> que la version <em>free</em> (voir la <a href='?p=Features#comparison'>comparaison de versions</a>). À noter, que son utilisation et sa redistribution est limité par les lois sur le droit d'auteur. Toutes les versions <em>Pro</em> sont listées ci-dessous (les plus récentes d'abord)&thinsp;:

source: <em>Free</em> version
fr_fr: Version <em>Free</em>

source: The <em>free</em> version keep main features as shown on the <a href='?p=Features#comparison'>versions comparison</a> table. You can use and redistribute it under the GNU GPL licence. All <em>free</em> versions are listed below (newest first)&thinsp;:
fr_fr: La version <em>free</em> possède les fonctionnalités principales, comme l'indique le <a href='?p=Features#comparison'>tableau de comparaison des versions</a>. Vous pouvez l'utilisez et la redistribuer d'après les termes de la licence LGPL. Toutes les versions sont listées ci-dessous (les plus récentes d'abord)&thinsp;:

source: Icons set
fr_fr: Jeux d'icônes

source: Languages pack
fr_fr: Fichiers de langues

source: You will find here some of the most common mistakes encountered by user and their solution. The <a href='?p=faq'>complete <abbr title='Frequently Asked Questions'>FAQ</abbr> list</a> is avaible on there.
fr_fr: Vous trouverez ici les solutions aux erreurs les plus courantes rencontrées par les utilisateurs. Consulter la <a href='?p=faq'>liste complète de la <abbr title='Foire Aux Questions'>FAQ</abbr></a>.

source: Below are some quick links to the documentation. For further research go on <a href='/wiki/'>our wiki</a>.
fr_fr: La liste suivante présente quelques liens utiles de la documentation. Pour une recheche plus de détaillée <a href='/wiki/'>consultez le wiki</a>.

source: Browser support
fr_fr: Navigateurs supporté.

source: Rights Management
fr_fr: Gestion des droits

source: Icons Pack
fr_fr: Jeux d'icônes

source: Languages Pack
fr_fr: Fichiers de Langues

source: Plugin
fr_fr: Extensions

source: Here are some hot topics of the forums, and useful thread. For further details have a <a href='/forum/'>look at the forum</a>.
fr_fr: Vous trouverez ci-dessous quelques uns des thèmes les plus actifs du forums, ainsi que des fils de discussions utiles. Pour plus de détails <a href='/forum/'>reportez-vous au forum</a>.

source: Home
fr_fr: Accueil

source: Demo
fr_fr: Démo

source: Help
fr_fr: Aide

source: Overview.
fr_fr: Présentation.

source: Complete features list.
fr_fr: Liste complète des fonctionnalités.

source: Screen captures.
fr_fr: Captures d'écran.

source: Live demo (Pro version's ).
fr_fr: Démo en ligne (version Pro).

source: Free, Pro & older versions.
fr_fr: Versions Free, Pro & ultérieures.

source: Support: FAQ, Docs, Forums.
fr_fr: Support: FAQ, Documentations, Forums.

source: Project collaborators.
fr_fr: Collaborateurs du projets.

source: Role
fr_fr: Rôle

source: <abbr title='Also Known As'>aka</abbr>
fr_fr: alias

source: Country
fr_fr: Pays

source: Web page
fr_fr: Page web

source: %s language pack
fr_fr: fichier de langue %s

source: help <a href='http://launchpad.net/~ajaxbrowser/%s'>translate <span class='h'> %s</span></a>
fr_fr: aider à <a href='http://launchpad.net/~ajaxbrowser/%s'>traduire<span class='h'> %s</span></a>

source: see %s full icons set.
fr_fr: voir le jeu d'icônes %s

source: preview %s
fr_fr: aperçu de %s
